import css from './DetaliesMasterClass.module.css';

export default function DetaliesMasterClass() {
  return (
    <div>
      <h3 className={css.title}>МК «Корівка Му»</h3>
      <p className={css.text}>Мова - українська.</p>
      <p>Рівень складності - середній.</p>
      <p>Розмір іграшки - приблизно 20 см.</p>
      <ul className={css.list}>Необхідні матеріали</ul>
      <li>Гачок №4 (№3,5 для ріжок та хвоста).</li>
      <li>Ножиці, голка, маркер, міцна нитка для утягання.</li>
      <li>Наповнювач для іграшок (холлофайбер).</li>
      <li>Пряжа для оформлення мордочки (JarnArt Jeans чорний).</li>
      <li>Очі трапеції (блакитні) 16 мм.</li>
      <li>
        Пряжа Himalaya Dolphin Baby:
        <ul>
          <li>80301 (білий) – основний колір іграшки (до 1 мотка);</li>
          <li>80351 (сірий) – копитця та ріжки;</li>
          <li>80303 (ніжно-рожевий) – мордочка, вушка, вим’я; </li>
          <li> 80346 (персиковий) – квіти.</li>
        </ul>
      </li>
      <li>Пряжа Vizell Baby Smile: 010 (чорний) – копитця, плямки, грива.</li>
      <p className={css.textInfo}>
        Майстерклас не містить уроків в'язання та розрахований на тих, хто має
        основні навички в'язання гачком та розуміє термінологію.
      </p>
    </div>
  );
}
